{
  "Brady": "My name is Brady Moore. I am an economics major. I'm 18 years old and I'm from Orange County, California. My niche interest as a child arose when I was like, seven or eight years old—from my Dad, I was really into zoning laws. Which is kind of crazy and weird, but basically when I was younger, my dad would kind of rant about zoning law issues. Not in our area, but like, kind of around the country and how he felt about them, and this weird interest of his really rubbed off on me anddd um… Yeah, when I was younger, I was really interested in traveling places and my dad gave me the opportunity to do so. And the example that I like to use is Houston, Texas, and their zoning laws and how it kind of just made me feel like a little overwhelmed because it’s zoned so poorly to be specific, like—to be short and specific, in Houston, the government and the infrastructure is so poor to the point where—wait, I’m trying to like, fuck. It's like to the point where like churches can be placed next to like Carl’s Juniors because it's definitely not the best affluent area in the country so people don't place much emphasis and like—or, what's the right word? Like, there's not a lot of attention and care given into curating these neighborhoods. But when I was younger, I really just was interested in the more surface level aspects of it. Like, why is there a church next to a Carl’s Junior, for example? When I was younger, about eight or nine years old, we went to Laughlin, which is in Nevada, and I was always into garages, for some reason, this is kind of—this isn't related to zoning laws in any way, shape or form—but I just thought garages were really coooool. And again, I think it stemmed from just my dad and being really interested in real estate and somehow geography—I guessss, I don't know. But, um, I grew up in southern California where everyone in my neighborhood just had two car garages. It was like the rectangular—rectangular vibe, I guess. So, when we went to Laughlin from California, we would go on road trips there, and they have a PLETHORA of garages. Um, they would have like four single car garages all lined up next to each other; they would have like triple car garages; they would have really tall trailer garages where you'd be able to fit an entire like RV or trailer. The designs were all—because in Orange County where I'm from all the garages are mandated to look the sameee. So, there was just a variety of all of them, so my grandma would take me on walks around the neighborhood, and I was allowed to go to each garage and touch it with two fingers. My little two finger touch. And yeah, that's my—that's how I was obsessed with garages as well, kind of a crazy niche thing as well.  Okay, thank you. Is that it? Yeah, that's it. Okay, perfect, okay bye.",
  
  "Tess": "My name is Tess Buckley. I'm nineteen and from Washington, D.C. I'm planning to major in Economics and Art History. Tess as a child—wasss really short and, like, at nine years old, Tess as a child was really into swimming and just really like swimming back and forth in silence. She had a little—a little bob with bangs, very red hair. My haircut matched my mother's. Um, I spent a lot of time reading. I had just I—uh yeah, I read a lot. I spent a lot of time at my neighbor's house, and I was REALLY into biographies. Okay. Okay, so, as a child, especially a child of ages, you know, like, um eight through ten, I loved biographies. I was obsessed with people and learning about people. And so I remember in the second grade, there was this book of biographies, like every letter had a biography. So, for example, like H, it was about Hawaii, and it was a biography of the last queen of Hawaii. And like I vividlyyy remember reading that and like trying to learn everything about this woman. Or like Mark Twain. I read like a biography of Mark Twain. I read biographies of all the presidents. Like I was obsessed with biographies. It was all I would read. I ,like, didn't read fiction, didn't read Magic Treehouse, didn't read Percy Jackson, ONLY read biographies. What do you think is your favorite biography that you read? My—whoa. That's a rough one. I mean, there's just so many classics. I mean, Eleanor Roosevelt! Sally Ride! MAGELLAN! Ferdinand Magellan was a classic for me. Annie Oakley! Dolly Parton! Um wait, there's more. Those were maybe my favorites. I really like to read about women. Definitely big on biographies of women as opposed to… The men never really did it for me. But um, oh, Marie Curie! Come on. Is there anything else that you wanna say about your niche interest before we finish? Oh, yes, I would talk to whoever I met, it literally didn't matter who I was talking to—they would learn about the biography I was currently reading. I just made sure to share this knowledge with everyone. In a super cool and not at all obnoxious way. (sarcastic) And um, it was super cool, like I would go to my neighbor's house and talk to not my friend, but her parents about what I was reading. They did not care! Um I would just oh, oh, the other important part is that for me for a lot of the biographies, it was about the physical—having the physical biography, and like collecting them, and being able to read them was very important to me. Um, and seeing them lined up. Um, I think, um, I was haunted by questions of legacy and impermanence—what is left after we die. I was concerned—oh my gosh, Jane Goodall! That was a classic for me. Um, who was the deep woman? (Uh, Rachel Carson?) Rachel Carson! But I, you know, I was less interested in, like, the modern people, like if they were still alive, their biography was less interesting. I was more interested in when they were dead. Um, their biographies, so okay.",
  
  "Kennesha": "Okay, so as a kid, I used to be OBSESSED with Barbie dolls, and I had this like friend who literally had CRATES filled with Barbie dolls and it was like different Barbies and like different dresses for these barbies. And then I used—*I* used to own like three dolls, but she once told me that—and I was like eight, okay—and she once told me that Barbie dolls come alive in the night, okay? And I was really scared, ‘cause I was like, “What if they go in the kitchen and burn my kitchen down?” Right? Yeah, I was really scared, okay? I was really scared they would burn my kitchen down! So then one of the Barbie—I placed a Barbie in the kitchen and like, placed like—this is so weird, but I placed like random, like cookie ingredients. And I was like, this Barbie—”If Barbies come alive in the night, they're gonna make this cookie for me” or some shit. And then I went to sleep, and then the next morning, I woke up, and obviously like—there wasn't a cookie there. I was really—and so that really like proved my hypothesis that Barbies didn't exist or like they didn't come alive at night, but yeah, that that was probably a weird fixation I had.",
  
  "Maanya": "So I'm gonna cheat a little bit because this is low key like 65% of my brother and like 35% hanging but um like he was really into Minecraft. Like he was like like like and I was just like along for the ride, like, like I have a younger brother. He's when you're younger than me, um and he like, was super into Dan TDM and like stop. and and like, um okay, he like like my was like his whole life. so I was like, okay, bonding time, whatever, like we'll I I guess over doing Minecraft now, and he just like started making these like super elaborate Minecraft worlds. I like, I remember one we like made a a tree house and it was like a diamond tree house. and we had we had like and it was a but it was really cool, it had like like we had we had a whole aquarium. We had a greenhouse. I was in charge to the greenhouse. We like we created like like like we harvested, okay? But like this is not the most interesting part. The most interesting part is like sheep blashed. So we went we went to India one summer and like there were two of our older cousins there too. And like clearly they didn't know how to connect with us, so they were just like yahrew, like uncom you. but there were a ton of sheep in this world, and we were all playing creative because I didn't like the monsters. so I made it because one like peaceful look. and and we just like kept collecting sheep, and then like it was when the new update came out and you could die the sheep different colonies. So we died every sheep for different color. and then they could name the sheep, too. So we we started even, it was like it was like Sheepness Everdeen, like sheep picked upaz girl and it was like a Deep Faz girl and was an actress. It was like we were we were really, really, really sheep like yeah, it was we were really into it. It was like Shanaya and like you're shut up, Barbie, okay? It was awful, though like like like we had like exercise but we we created an obstacle course for the sheep, so they had got a requisite exercise, we had like, like a little like, like barn rhyth them. We had like we had all sorts of stuff, we had like a little like I made horses too, we had like a little armory for the horses. It was ridiculous. Like, I got it just got so elaborate and then like, I remember that like, like my brother got really attached to this one cow and it was getting fluffy, because like we're super creative like that. and he got really attached to Fluffy the cow. but then they went to the end, is that the fire one? Yeah, they went they went to the endworld. yeah, and and and fluffy giant in a fire. And and after that my brother hasn't ever eaten be. It's not and it's not it's completely not religious, which is the crazy part to me because we're like not some stupid. like I mean,agnificically, not so supposed to be, but like my mom died, it's like they're from Caroline. slightly different. but like, but from then onwards, my father doesn't need to be for religious reason and my my brother doesn't you be because of like fluffy the cow. how many years ago was this? Oh, not not enough. Oh, like, we were we would have been like, oh my God, love and 10. Like, we were old enough to be better. But yeah. No that's the law. Did you, like, do anything with the sheep? Just like, or were they just um like they just like we just like generally pampered them. They had amazing lives. We made it. We made like a little like movie theater for the sheep. and we like play movies. and we like like we like we had made a c cafe, like a sheep restaurant, but like you wouldn't eat the sheep the sheep would eat. eat yeah. that you're the she wouldn't eat you. No, I mean, I don't know. the sheep eat? The sheep would use a variety of like flowers and grass, and it's like very high end stuff, you know? We were like, sheepland is not ship plan is for like the for the elite sheep of the land, you know, not just anyone. Now have you seen this, like, Minecraft phase manifest than any other part of your life? Oh, besides the me following my brother into the random his random obsessions in order to connect with them. Wait, yeah, honestly like it was fun. I was like I was not very good at the building part, but I just like the world building. and like the planning and the designing and everything. and I think that sort of translates a little bit more into like, how I live my life. maybe? I'm kind of stretching here, but like, yeah, I't know, I was just like making stories and characters for all of the sheep. There was one sheep that was just like like crazy. like he kept trying to kill himself. He was yellow. I think his name was Shepo, okay? like and Shibo Shepo kept like jumping off of cliffs and shit. I' like we had to keep responding she both. It was over depressing, but yeah, I think it sheo taught me brisily it's. Well, I mean, he kept killing himself, maybe not. Shipo taught me that people that you can rise above their circumstances. She wouldn't teach me very much. She was just a little funny. Okay, that that's that's that's yeah, that's largely a All right.",
  
  "Nishka": "Oh, okay, so one thing that I got super, super obsessed with for a while throughout high school was murder mystery novels. So I started out by reading the first of the Sherlock Holmes. So oh my gosh, I'm blanking on the name right now. I think it was The Sign of the Four. Oh, A Study in Scarlet, of course. Yeah. And then after that, I started getting into Agatha Christie, and I got his books are so good, yeah, literally, I got, I got so obsessed. I started with Murder on the Orient, and I read every single one of her novels. What's your favorite one from her? Okay, I have to say. And Then There Were None. Okay, well, it's one of the best ones, just because it subverts the murder mystery genre in, like, quite a few ways, from, you know, the the way that we're given the perspective of the murderer briefly, and also, like, the way that it's framed in terms of, like, its ambiguity about whether or not there is a murder, like, for a while as you read the book, you're thinking like, oh, maybe something supernatural is here is happening? Like, what is going on? Who is killing these people? Was it really Vera? And then the ending chapter, like, gives it all away. So it's just, it's just nice. And I think more generally, Agatha Christie does that in like, a variety of ways, from, like, Three Act Tragedy, where the butler did it, right, she pioneered that trope, to, you know, they all did it, Murder on the Orient. And obviously, the, like, most obvious person did it, so like, the husband killed the wife, or whatever, and like, Death on the Nile and all the rest. Yeah, yeah. Which, which one would you recommend I read after? I have to say, Murder on the Orient. Okay, I may have just spoiled it, but it’s okay. So, so what got you into really interested in it? So I think I something I just really enjoy doing is just like solving puzzles. So I do, like, a lot of puzzle hunts and stuff. And then I think, I think murder mysteries were really nice, because they were kind of like miniature games and wits between me and like, authors. So when I was like, so I enjoy reading novels, and I also enjoy solving puzzles. And this is literally like, yeah, both of them. So it was a cool experience to just open up a book and then like, build this little, like miniature world for me to kind of play a game with someone else, like, like, in the same way that people enjoy playing chess online. This is my equivalent for chess online. Yeah. How do you think solving puzzles in a novel is different from solving puzzles in the real world? Okay, um, I'll start by mentioning their similarities, and then I'll and then I'll go to the differences. Yeah. Okay, okay. So one thing I think is similar is that in both murder mysteries and puzzles, you can't Okay, actually, yeah, okay, actually, this is a difference. So in a murder mystery, you can't really trust the author, which is kind of interesting, like you can so the author's goal in writing a murder mystery is for you to have fun, but your goal in a murder mystery is to solve a murder mystery. Or, like, some people also have the goal of having fun, but, like, for me personally, it was like, solve the murder mystery, right? And so it's interesting to read a novel through this lens, because you know that the author is like, intentionally trying to throw you off, right? There are red herrings. Things will be emphasized incorrectly, like, in the way that they're trying to make you have fun, they're trying to help you, like, forget about the mystery itself and just get involved with the novel, whereas in a puzzle, the objective is clearly just to solve it. Like, there is no like, trick of like, oh, like, through, yeah, the medium is a lot tougher. And so puzzle writers, I think, when you're writing a puzzle hunt, think very carefully about exactly how you proceed with answer extraction. There's one specific path, and it should be extremely guided, like every time you have—you have to make a choice when you're thinking about how to solve the puzzle, the flavor text or like content of the puzzle or the title of the puzzle should give you a very clear inclination of what to do next. But with a murder mystery, that's not the case like you can kind of imagine it as, like, like a graph with like, tons of possible like, literally, if a puzzle is DFS, then a murder mystery is BFS. And so I think it just lets you kind of explore a lot more, and like, hopes that you have fun, you learn about a side character, you enjoy the writing style, etc. So I think that's kind of one of the main differences, but honestly, that just kind of makes murder mysteries even more enjoyable to me, because there's also this added layer of like, interpretation, yeah. And also, like, a murder mystery allows the author to also inject social commentary, right? So one of my favorite novels is Gone Girl, because not just—well now I'm not gonna spoil this one for you—but not just because of the murder mystery itself, which is about the disappearance of a woman named Amy, but also the social commentary gives on like marriage, misogyny and more cool. Yeah, yeah. Wait. Like any final thoughts, like, maybe, like anecdotal experiences of like, the caliber to which you got invested, like, how deeply you were fixated on these. Ooh, okay, I spent a lot of time rabbit holeing down Wikipedia. Yeah, I have a spreadsheet with every single Agatha Christie novel and a list of the following categories, including my rating out of five for plot, my rating out of five for writing, my rating out of five overall. Like counting other features, whether or not includes Hastings, whether or not it includes Miss Oliver, whether or not includes Poirot or Miss Marple, and like a variety of other things. And then I have like, pages of statistics on this. So like, I discovered that, for example, even though I personally just like Hastings more than madam Miss Oliver, my rate and my average rating for books in which Miss Oliver occurs is higher than my rating for books with Hastings, which is interesting because I think possibly the side character, like presence, while being good, didn't necessarily outweigh the like plot results, and I have extensive reviews for each of them. Are we allowed to look at the spreadsheet? Oooh, okay, let me see if I can pull it up like. Would I—would it be possible for me to have sure access to it? Wait? If not, it's fine. Okay, I can share it with you. Okay, okay, yeah. Well, that's all I have for you. Thank you so much.", 
  
  "Aarush": "Okay, I used to be very hyper fixated—this is really nerdy—on crossword puzzles. (Wait, that's cute.) I used to do them literally every single morning, and I would get mad if I didn't beat my time. (Yeah, don't disturb the audio, sorry.) And it was like be to the point where I would take screenshots of my favorite clues, and (that's embarrassing,) no, because sometimes they're so cool, especially Rebus puzzles. Rebus puzzles happen on Thursdays. They're not announced. This is all New York Times crossword and Rebus puzzles, you can put multiple letters in a square, but they don't tell you, like, you have to figure that out. And so it's like, sometimes the revealer clues are really interesting, or the way that, like, the words loop around, or are like backwards, or like the play on words. And, as I'm saying this, it sounds like it's a current hyper fixation of mine, but I haven't done crosswords in a while, and so, I want to get back into them. That's my hyper fixation. Awesome. So when did this start? Pandemic, pandemic. Do you have—do you have any special anecdotes of, like, nights you've stayed up late, you know, kind of trying to figure out these crosswords, you know, are there any, like, mental patterns or ways you've approached life? For sure. So once I actually did lines of cocaine and Adderall trying to solve a problem, like a crossword puzzle, okay, that was very intense. I've tried writing crossword puzzles. I don't know if that counts, but it's like, after I see, like, a unique construction—they're hard, though! Like making them symmetric, because they have to be symmetric in a certain way. They can't be, like, planar symmetric, finite, abelian group symmetric. Actually, you could probably represent it as a symmetry of, like, of d4 the dihedral group of order four. Technically, that's order eight, but that's okay. Yeah, I've written crosswords. Do you think this feeds into why you're a math major? Yes, in some ways, like logic and construction and like visualizing words in space, I think definitely relates to visualizing numbers and, like mathematical objects, correct, yeah, agreed. Have you looked into like, vector embeddings? No, um, could you tell me more? Oh, maybe about a parallel hyper fixation you had that maybe started during the COVID time. Oh, learning languages. I taught myself French, Japanese and Italian. No, I did. I taught myself French, Japanese and Italian. I can't speak Japanese and Italian now. Can you give us a couple words? Oh, shit. Wait did you actually? Yeah, well, okay, Japanese is hard, because, actually, I don't know if they use—that would be Mandarin. I actually don't believe that's a word. Japanese is weird. I know how to say “new maj in Shah” —we eat a cat. That's French. [insert something] is car. And I know that because in the spelling bee, the winning word was what Tourette, which is a side car. No, I was eliminated at this point. I got out on the word Bose, Dave. Oh oh spelling bees—that was something you did. Yes, I did do spelling bees. I won the spelling bee twice. The scripts, not like the scripts national but like I won the spelling bee and then moved on to regionals. Yes, and so regionals, at which point I lost. Have there been any other spelling insects that you've won, or just the bees. No, just the bees. Spelling, spelling, prey. Praying mantises. Those are tough. I never got, okay, wait, no, this is not a joke. Spelling, praying mantises, kind of like Trump. They're like, kind of like triathlons. So you spell, you have to do, like, advanced mathematical computation. I don't know what's funny. This was my life. Yeah, LaGrange, error bound. That's not what you learned. Oh, you're biting my shoulder. She's biting my shoulder. Yeah, that's, that's, that's incredible. Um, could you tell me a little bit, what, what other, what other ways you you learned languages. Do you use Duolingo? I do, but I lost my streak when I stopped. I like it, I think, I think it's obviously not the best way to learn languages, because I don't know, like, immersion, because, like, I remember the phrase [French for “I eat a horse”] German origin, chaval—like, I eat a horse, because those were words that I was taught kind of in. Headedly, was that one of the example sentences? I don't think so. I think I just put that together. I think that's my go to whenever anyone says, Do you speak French? And I'm like, yes. But then in Spanish class, I would switch between French and Spanish sometimes, which was weird, because you bring Yeah, because, well, awesome. Thank you for your time.",
 
  "Adam": "Greetings. My name is Adam Johnson. I teach creative writing in Stanford University. I am somewhere under the age of sixty—I forgot one already. Where you're from? Oh, I grew up in Arizona—the Sonoran desert is my landscape. Loooooongggg vistas to um table mesas. And tell us about yourself as a child. Oh my gosh, uh when I was a kid, I was a latchkey kid. uh, my parents divorced when I was pretty young. um They played—um it wasn't a trick—they thought for my own good, they would not tell me they were getting divorced, which actually was not a really great idea. But my mom was a single mom. I was a latchkey kid. What does that mean? It meant that I wore a key around my neck on a piece of yarn. And so, when I would get up in the morning, my mom was often already gone to work. and I learned how to make oatmeal and Cream of Wheat. And my mom wouldn't get home often until I'd already made mac and cheese. And so when I was in kindergarten/first grade, I learned to make rice-aroni and mac and cheese, and so I was alone—alone with my imagination. And I remember that I had this habit when I was a kid, growing up like in these kind of suburbs of Arizona in which, um, my mom didn't know what to make of it. But behind all the houses would be like an alley and the trash trucks would go down the alley, and people would have their garbage can out there. And even though it was hot and stinky in Arizona, I would go through the alley, and I would open up everyone's trash cans, as a little kid on my own, and I would just go through their trash, and I would often like look over their fence and look at the houses and look at the families in there, and then I would like to look at their trash, and I would try to figure out like who they were or what a family was or what what went on in that house by what they or what they threw away. So that kind of answers my next question already, because I was gonna ask you if you had a weird fixations as a child. Um, if you can think of any others, you could tell me too, but I want to learn more about that one. Why do you think you did that? Well, you know, I think a lot of this analysis is in retrospect, I had no idea why I would do it then, but I would really like—I would look at the newspapers they threw away. I would look at the magazines. I would look at what they were eating. Um you know, if there are diapers in there, it’d be like—whatever, but sometimes they would just like. I think I was trying to figure out like, what a family was, how other people lived—these were houses where the lights were all on, and my house was a house where the lights weren't on, you know. And um um my dad was in my life. Um he um was a nighttime security guard at the Phoenix Zoo when I was a kid. And did I mention this in class? And so like, he would take me to the zoo and so the zoo would be ours. Um and so like that obsession about habitats, um I told you all that stuff already. Uh, but I would, I would become, uh—my grandfather was a collector. He was an obsessive collector. Um and he had to uh—he had a warehouse with uh two loading bases that you could back a semi up to—so that's how big it was. Um and he houses collections. And so he collected old cars, bear traps, raccoon traps, fishing poles, butter churns, um any anything from the previous century about how people used to live. Do you remember a time when you found something crazy in a trash can? Or is there something that sticks out to you? Oh, I do remember finding Playboy magazines. And I didn't really understand what they were or I don't think I was—I think I was a little kid. I was um, so it was—it wasn't like titillating or sexual, but there were certainly— like nothing—I'd never seen naked people, and so there was something forbidden and weird about them. And and I would bring things home. I would think, oh, um this lamp looks good. And, you know, my mom did not want the lamp from the neighbor's trash can. Um, and I wouldn't uh I would—to me it was, there was treasure, treasure, too. And so I've always loved um swap meets, yard sales, goodwill—you guys know that I go to Goodwill a lot. Um and I do feel like one of the great things that's happened in my time is there's this woman named Marie Kondo—you know who she is? Is she the organizer? She's like a reality show organizer and she says throw out anything that doesn't bring you joy. And, so in the past five years, Goodwill has been filled with things that bring me joy. Yes, it's true. When did you stop looking through trash cans? Oh, I think it's just evolved. Like I have an eBay problem. Part of it is about I'm a writer, too, and I-I'm very obsessive about dialogue, about narrative, uh dialogue will loop in my head until I word it down, I'll hear the same phrases, my brain will write the phrases over and over until I find a home for them. My stories are often like collections. Um like I remember I wrote a story called um Teen Sniper. It's kind of a fun story. It's about a 14 year old sniper in the Palo Alto Police Department. And um but my wife was obsessed with Brazilian jujitsu. I was obsessed with gardening. My friend was obsessed with long rains. He was writing a book about snipers, and I just like if I just throw everything I'm obsessed with in a story, it will tell me why I'm obsessed. The story will make meaning of it, and I'll be like, oh, that's why I'm into that. But I gotta go back to my grandfather, you know, he collected—he collected guns and he was a World War II veteran. And um did I—did I tell you guys in class about his gun cabinet? I don't think so. You’d probably remember. (Why was it like meeting?) 11 to 15, I would go back in the summer, so like this happened many times. My grandfather—his name was Bud. Again, he was like a war or two veteran who couldn't talk about the war, but it would come out in these dark obsessions. And so he had a business in South Dakota, which is where I was born, delivering fuel to farmers. So what he would do is he would put a couple, like a diesel tank, a heating oil tank, a gasoline tank, on a farmer' farm, and then they call him when it was low, and he would come filled him up and build them. And so there was an incident in which a farmer um—so he built all these relationships. He knew all the farmers in the country—great storyteller. It was an incident in which a farmer um killed himself, and his wife called Bud and said will you come get the gun. So he came and got the gun and he said, I'm gonna take the value of it off of your bill. He became known as someone who would remove a suicide weapon from a house. And so this was like there was an epidemic of farmer suicides, like in the 80s. So anyway, he had this case that was downstairs in his house. It was lighted all the time. And when I would go visit him, there’d be time when like, he pulled me aside and we'd go down into the basement. He would open it up and he would—he'd pull out a rifle. He would tell me all about the rifle, and we worked the action. And then he'd tell me about the man it had killed. And then he would like—bring the man to life. Were these the suicide guns specifically? Yeah. He had a case. It was about 12 of them and so– That’s kind of beautiful in a way—a little bit. It was mesmerizing to me, and even though I knew the stories, and he told me before, he would just bring me back and just, you know, reaffirm all those things. And later in life, he um got given a gun that—from the county sheriff, a guy named Smoot, who's the sheriff of Utok County, South Dakota, and uh the gun had killed three men during Smoot's career. And then my grandfather started going to police auctions and began a collection of guns that had murdered people. Wow. Was he able to find out the stories of the people? Exactly. These had been things that were in evidence in trials. So he knew exactly who the culprit were, and so he would have these guns and he would say, “I got this gun in this county—this guy had killed a dude robbing a gas station. Here's the man he killed in them.” And so narrative and objects were put together in an obsessive way. Similar to your trash loot. And, you know, that's just me—narrative, narrative and objects and um uh yeah. There's a store behind—like I get a lot of my stuff off Craig's list, and I go and meet the human I get them from. If I don't like the person, I don't buy it—because I don't want the connection, because it's not just a thing. It's a human interaction—that I'm gonna put into my hands. Is there anything else you wanna say before we wrap up? I could talk about my obsessions forever. And you know, I know when I'm writing a book—there's a question, how do you know when you're done with the book? But how do you know when you start one? You think you would know, but I often get obsessed about North Korea, obsessed about a topic. I got from my current book, I got obsessed about the South Pacific and oral storytelling and celestial navigation and for like a year I was just reading obsessively. And then then this like this next phase in which I go on eBay and I'll just buy like 15 Toy accordions, or I'll buy 15 of these shells from this region of the Pacific, or I'll buy like—and I just start going crazy? That's how I know I—it's about to enter the narrative phase.",
  
  "Georgina": "I'm Georgina Beaty. Um I'm not going to say my age. From Canada, um originally. But, and now I live in Berkeley, um in California. And what were you like as a child? Oh, um, I don't really know. I think I think I was pretty—well, in the conscious years, like I-I think I was pretty shy. Um and I read a lot—I was kind of bookish. And then, yeah, but I really—I knew I wanted to be an actor from age seven, but not because I had a really outgoing personality—I think more because I was shy. How did shy translate to wanting to be an actress? I don't think I would’ve tracked this at the time, but later I thought that maybe because I had a harder time with um, you know, with groups and with social dynamics that theater was a—theater was a really good realm for me to, to have like a a sort of space for all of that. Like I-I think I did all of my socialize—my socializing through-through that, um and kind of like, yeah, learned-learned about friendship and working with other people through-through that when I didn't have access to it otherwise, because I was prioritizing. I didn't really understand why it mattered to have friends and be like, I was just working all, you know, I thought that work was the only thing that mattered and other people seemed, but-but then somehow I put a lot of stock in theater mattering too. And so I was like able to like work hard at theater, but then I also like learned how to be human through that. That's awesome. Yeah, did you that at a young age where you into theater from a young age? When you start? Um, I could I kind of did it more um just in high school, and then and then I went to theater school, right when I was about 16 yeah. It could be theater—it could be something else, but we wanted to ask you like if there's something that, as a child, you were really obsessed with or super fixated on. I was a weird little kid. I don't—whoa, what was I fixated on? Um well, I was really into those books about, like people who, you know, like orphan kids who lived in cabins in the woods and stuff like that. And I really wanted to do that. You wanted to be the orphan? Yeah, and then like have like a little secret, like, place in the woods that I could live, and um yeah. I-I really wanted to do that. Um, why the woods? I-I think I wanted to like—I really… So I didn't—my family wasn't outdoorsy at all, but I wanted to like get a tent and a Swiss army knife and like, I think I just—there was something I really loved about like having everything I need, and I still really love this, but in a more adult way. But I wanted to like yeah, be sort of self sustaining. I think it must have been that I felt really good, like out in nature, but didn't have the like, wasn't given the lexicon for-for that. You said stories of orphans out in the woods. Can you think of any stories? Any that influenced you? I guess I'm thinking of like—okay, I was always reading—so I guess the-the weird obsession is books. Like I would read, like Jane Austen and my mom had all these classic books on a like a bookshelf in the basement. I just started reading them all and they were all sort of like out in the English Moors and stuff like that, and I would like read aloud to myself in a British accent. At this point, at this point we were talking like 11 or 12. And and and I would like write down the words that I didn't know in a book to look up later. So I think I had these like you know, these dreams about like the that the Moors and like walking long distances and um… Like prime prejudice vibes. Yeah, yeah, yeah, it wasn't that I wanted to be like any of those characters, but maybe I want like I wanted to be the writer, but yeah, but the the Moors and and Masons, Masons, like there were always Masons. Like what I see the, it's like yeah, I was really into like stone masonry because I was like this—How did that manifest? I don't think it really manifested. I was just I was just like, oh I’m really into into this like stone. What about it? I don't know, like as a profession. I think I do really like actually a profession that engages my body and I yeah, I didn't my there—that wasn't in my family, right? So when I discovered exercise and—like a whole world opened up for me. But I think, yeah, I think it was probably like a work that felt really like artistic and um and bodily. It always peaks your interest when there is a Mason. AND LIKE GARGOYLES. It's like so cool. Yeah, I was like—somebody like got up there and made that, that beautiful thing. In another life, you could have been a gargoyle mason. I could have been a gargoyle mason. If A-AI hadn’t replaced me, otherwise—Otherwise someone would have to make the gargoyle. Okay. wait, how was happening go? Is it, I guess we're pretty much up. But is there anything else you want to say? About stone masonry? Or about English Moors? The books. Y’know, it's all about the books. All a lot of weird things related to books. Oh, like being a witch at age 12? That was one. That all of that came from books. Yeah, I think it would be it. Thank you so much. Thank you."
} 